Syllabus/syllabus.org
#+TITLE: University Writing: Readings in Data Sciences

* General Information
ENGL 1010 CC, Section 502

Fall 2017

Day/Time: Tues/Thurs 2:40pm-3:55pm

Location: 425 Pupin Hall

Instructor: Jonathan Reeve

Email: jonathan.reeve@columbia.edu

Office hours/location: Fridays, 1-3pm, at the University Writing Program Offices, 310 Philosophy Hall, or by appointment.  

Mailbox address: 310 Philosophy Hall.

* Course Description

University Writing is designed to help undergraduates read and write essays in order to participate in the academic conversations that form our intellectual community. We will give special attention to the practices of close reading, rhetorical analysis, research, collaboration, and revision. Students will learn that writing is a process of continual refinement of ideas and their expression. Rather than approaching writing as an innate talent, this course will teach writing as a unique, learned skill that can be practiced and developed. Over the course of the semester, you will read and discuss texts from a number of fields, complete regular informal reading and writing exercises, write several longer essays, and prepare an editorial for a public audience.

This themed course features readings in the data sciences. As "data sciences" is interpreted loosely here, the readings will cover a wide variety of problems in statistics, sociology, philosophy (epistemology), and the humanities. This course does not assume any formal background in quantitative sciences or humanistic disciplines, however, and the readings are mostly derived from popular scientific sources.  

During Progression 1, when we will be writing our critical analysis, our readings will be abstract and philosophical, centered around artificial intelligence, and the boundaries of humans and machines. Questions to be considered include: 
 - What is intelligence?  
 - What makes us human?
 - What assumptions are built into machines? 

During Progression 2, when we will be writing a synthesis of ideas from multiple texts, the readings will expand these questions into epistemology: 
 - How do we know what we know? 
 - How do we trust data?
   
We will also read more specific exemplars of data-driven research, taken from data science, statistics, and the digital humanities. Questions to be considered include: 
 - What does behavioral data reveal about us?
 - What does linguistic data reveal about us? 
 - What can a close attention to our language, whether quantitative or qualitative, tell us about ourselves? 

Since Progression 3 will require the use of unassigned sources, fewer readings are assigned during Progression 3, to allow more time for independent research. Similarly, readings for Progression 4, when we will be writing op-eds, will be op-eds. 

*Important note*: This syllabus contains important course information, and should be read in its entirety, and frequently consulted throughout the duration of the course. In it you will find course policies, all major due dates, and a schedule of readings. This syllabus is also available on Courseworks: http://courseworks.columbia.edu. This document is subject to change, so be sure that you have the most recent version of the document. 

* Requirements

 - Complete /four revised essays/ ranging from 750-3000 words, each accompanied by two /drafts/. 
   - Students must submit all four final essays in order to pass the class. 
   - All written assignments must be submitted *as PDF files* on CourseWorks.
 - Attend and participate in all classes and required conferences.
 - Prepare reading and writing /exercises/ as assigned.

