Syllabus/syllabus.html
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orge75e17b">1. General Information</a></li>
<li><a href="#org73ab059">2. Course Description</a></li>
<li><a href="#orgf67c566">3. Requirements</a>
<ul>
<li><a href="#orge5cdac6">3.1. Assignments</a></li>
</ul>
</li>
<li><a href="#org6e29855">4. Texts</a>
<ul>
<li><a href="#orgd06f7c7">4.1. Required</a></li>
<li><a href="#org28b39b4">4.2. Recommended</a></li>
</ul>
</li>
<li><a href="#org8fed137">5. Course Policies</a>
<ul>
<li><a href="#org8f6b3a7">5.1. Attendance</a>
<ul>
<li><a href="#org401a3ab">5.1.1. Documentation for excused absences</a></li>
<li><a href="#org7d08137">5.1.2. Lateness</a></li>
</ul>
</li>
<li><a href="#org6529eb1">5.2. Conferences and Office Hours</a></li>
<li><a href="#org6e161f0">5.3. Assessment and Response</a></li>
<li><a href="#orgf7884d7">5.4. Essay Grading</a></li>
<li><a href="#orgffc361d">5.5. Late and Missed Assignments, Drafts, and Final Essays</a></li>
<li><a href="#orgefbac26">5.6. Final Grades</a>
<ul>
<li><a href="#org657bf0b">5.6.1. Adjustments</a></li>
</ul>
</li>
<li><a href="#orgc58241f">5.7. Academic Integrity</a></li>
<li><a href="#org9e73d7d">5.8. The Writing Center</a></li>
<li><a href="#org469b4ee">5.9. Accommodations for Students with Disabilities</a></li>
<li><a href="#org3df5fa6">5.10. Counseling and Psychological Services</a></li>
</ul>
</li>
<li><a href="#org5011b58">6. Schedule</a>
<ul>
<li><a href="#org363f0a7">6.1. Session 1: Intro: 9/5</a></li>
<li><a href="#orgd6a86c5">6.2. Session 2: 1a: 9/7</a></li>
<li><a href="#org22be3e9">6.3. Session 3: 1b: 9/12</a></li>
<li><a href="#org312590c">6.4. Session 4: 1c: 9/14</a></li>
<li><a href="#org617f1bc">6.5. Session 5: 1d: 9/19</a></li>
<li><a href="#org09ccbd1">6.6. 9/20 Wed</a></li>
<li><a href="#orgb7d5d97">6.7. Session 6: 1f: 9/21</a></li>
<li><a href="#org2c714e3">6.8. Session 7: 1g: 9/26</a></li>
<li><a href="#orgb59f807">6.9. Session 8: 2a: 9/28</a></li>
<li><a href="#org8aa9cc3">6.10. 10/2 Mon</a></li>
<li><a href="#orgc1fa3ec">6.11. Session 9: 2b: 10/3</a></li>
<li><a href="#org32ed5f6">6.12. Session 10: 2c 10/5</a></li>
<li><a href="#orgfddf072">6.13. Session 11: 2d: 10/10</a></li>
<li><a href="#org21df76f">6.14. Session 12: 2e: 10/12</a></li>
<li><a href="#org4f616d9">6.15. Session 13: 2f: 10/17</a></li>
<li><a href="#orgd67c62e">6.16. Session 14: 2g: 10/19</a></li>
<li><a href="#orga97f223">6.17. 10/20 Speaker: David Blei 12:30-2pm</a></li>
<li><a href="#orgc038ae3">6.18. Session 15: 3a: 10/24</a></li>
<li><a href="#org2f78acd">6.19. Session 16: 3b: 10/26</a></li>
<li><a href="#org6757fe7">6.20. 10/30 Mon</a></li>
<li><a href="#org99f0b6f">6.21. Session 17: 3c: 10/31</a></li>
<li><a href="#orgeb6519f">6.22. Session 18: 3d: 11/2</a></li>
<li><a href="#org948dc55">6.23. Session 19: 3e: 11/9</a></li>
<li><a href="#orgf9cda4d">6.24. Session 20: 3f: 11/14</a></li>
<li><a href="#org08c7bb7">6.25. Session 21: 3g: 11/16</a></li>
<li><a href="#orgdfb0092">6.26. Session 22: 3i: 11/21</a></li>
<li><a href="#orgdd96d6f">6.27. Session 23: 4a: 11/28</a></li>
<li><a href="#orgae3d033">6.28. 12/1 Op-ed event 1-2:30pm</a></li>
<li><a href="#org37c810d">6.29. 12/4 Mon</a></li>
<li><a href="#orgb35a02d">6.30. Session 25: 4c: 12/5</a></li>
<li><a href="#org1eb3e68">6.31. Session 26: 4d: 12/7</a></li>
<li><a href="#orga950966">6.32. 12/11 Mon</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orge75e17b" class="outline-2">
<h2 id="orge75e17b"><span class="section-number-2">1</span> General Information</h2>
<div class="outline-text-2" id="text-1">
<p>
ENGL 1010 CC, Section 502
</p>

<p>
Fall 2017
</p>

<p>
Day/Time: Tues/Thurs 2:40pm-3:55pm
</p>

<p>
Location: 425 Pupin Hall
</p>

<p>
Instructor: Jonathan Reeve
</p>

<p>
Email: jonathan.reeve@columbia.edu
</p>

<p>
Office hours/location: Fridays, 1-3pm, at the University Writing Program Offices, 310 Philosophy Hall, or by appointment.  
</p>

<p>
Mailbox address: 310 Philosophy Hall.
</p>
</div>
</div>

<div id="outline-container-org73ab059" class="outline-2">
<h2 id="org73ab059"><span class="section-number-2">2</span> Course Description</h2>
<div class="outline-text-2" id="text-2">
<p>
University Writing is designed to help undergraduates read and write essays in order to participate in the academic conversations that form our intellectual community. We will give special attention to the practices of close reading, rhetorical analysis, research, collaboration, and revision. Students will learn that writing is a process of continual refinement of ideas and their expression. Rather than approaching writing as an innate talent, this course will teach writing as a unique, learned skill that can be practiced and developed. Over the course of the semester, you will read and discuss texts from a number of fields, complete regular informal reading and writing exercises, write several longer essays, and prepare an editorial for a public audience.
</p>

<p>
This themed course features readings in the data sciences. As "data sciences" is interpreted loosely here, the readings will cover a wide variety of problems in statistics, sociology, philosophy (epistemology), and the humanities. This course does not assume any formal background in quantitative sciences or humanistic disciplines, however, and the readings are mostly derived from popular scientific sources.  
</p>

<p>
During Progression 1, when we will be writing our critical analysis, our readings will be abstract and philosophical, centered around artificial intelligence, and the boundaries of humans and machines. Questions to be considered include: 
</p>
<ul class="org-ul">
<li>What is intelligence?</li>
<li>What makes us human?</li>
<li>What assumptions are built into machines?</li>
</ul>

<p>
During Progression 2, when we will be writing a synthesis of ideas from multiple texts, the readings will expand these questions into epistemology: 
</p>
<ul class="org-ul">
<li>How do we know what we know?</li>
<li>How do we trust data?</li>
</ul>

<p>
We will also read more specific exemplars of data-driven research, taken from data science, statistics, and the digital humanities. Questions to be considered include: 
</p>
<ul class="org-ul">
<li>What does behavioral data reveal about us?</li>
<li>What does linguistic data reveal about us?</li>
<li>What can a close attention to our language, whether quantitative or qualitative, tell us about ourselves?</li>
</ul>

<p>
Since Progression 3 will require the use of unassigned sources, fewer readings are assigned during Progression 3, to allow more time for independent research. Similarly, readings for Progression 4, when we will be writing op-eds, will be op-eds. 
</p>

<p>
<b>Important note</b>: This syllabus contains important course information, and should be read in its entirety, and frequently consulted throughout the duration of the course. In it you will find course policies, all major due dates, and a schedule of readings. This syllabus is also available on Courseworks: <a href="http://courseworks.columbia.edu">http://courseworks.columbia.edu</a>. This document is subject to change, so be sure that you have the most recent version of the document. 
</p>
</div>
</div>

<div id="outline-container-orgf67c566" class="outline-2">
<h2 id="orgf67c566"><span class="section-number-2">3</span> Requirements</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>Complete <i>four revised essays</i> ranging from 750-3000 words, each accompanied by two <i>drafts</i>. 
<ul class="org-ul">
<li>Students must submit all four final essays in order to pass the class.</li>
<li>All written assignments must be submitted <b>as PDF files</b> on CourseWorks.</li>
</ul></li>
<li>Attend and participate in all classes and required conferences.</li>
<li>Prepare reading and writing <i>exercises</i> as assigned.</li>
</ul>
</div>
