Syllabus/syllabus.org
** Assignments

You will do at least three types of writing in this course: /exercises/, /drafts/, and /final essays/. These assignments will connect with one another in a developmental sequence called /a progression./

 - Exercises: Exercises will help you develop skills and ideas as you work toward your essay draft. Most of these will be assigned at the ends of chapters from /They Say / I Say/, but some will be assigned in class. These will usually be about 100-400 words. 

 - Drafts and proposals: You will write two drafts of each essay, prior to submitting a final version. The stronger the draft at any stage of composing, the more useful will be the feedback you receive. Revisions should be deep rewrites, taking into account feedback, and not merely surface revisions of areas addressed in feedback. 

 - Final essays: A final essay is the most public kind of writing you will produce for this course. Your essay should aim to persuade astute, interested readers who are unfamiliar with the texts you engage; you need to convince them of why your argument is significant. Word counts differ by progression. Final essays must adhere to MLA style, with a title and a works cited page. 
   - Progression 1: Critical Response 
     - 1200-1500 words
   - Progression 2: Conversation Essay  
     - 1500-2000 words
   - Progression 3: Research Essay 
     - 2400-3000 words
   - Progression 4: Editorial Essay 
     - approx. 750 words, dependent on publication

MLA style is described on [[http://style.mla.org/formatting-papers][the MLA website]], which also contains a few [[https://style.mla.org/files/2016/08/6598_Brandon_Paper_Updated.pdf][examples]]. Close attention to the details here will help your essay make a great first impression. It's a good idea to buy a copy of the [[https://www.mla.org/Publications/Bookstore/Nonseries/MLA-Handbook-Eighth-Edition][/MLA Handbook/]], one of the optional texts listed below. It will certainly be useful beyond this class. MLA style is also described concisely in /A Pocket Style Manual/, one of the optional texts for this course.

If you're tech-savvy, you can avoid a lot of pixel-pushing by writing in [[https://www.latex-project.org/][LaTeX]], or by writing in Markdown or Org-mode, and exporting to LaTeX with a tool like [[http://pandoc.org/][Pandoc]]. There are [[https://github.com/JonathanReeve/md2mla][templates]] for MLA style online, but don't rely on them blindly without double-checking their output. You can manage your bibliography using BibTeX, or use bibliographic management software that will archive and organize your textual references and generate formatted citations in many styles. You can download one of those programs from [[http://library.columbia.edu/research/citation-management.html][CUIT]]. I recommend [[https://www.zotero.org/][Zotero]]. If you go this route, make sure your technical stack works well in advance of any deadlines. 

*All essays must be submitted to CourseWorks, in PDF format.* Emailed essays, paper essays, and other file formats (.doc, .docx, .pages, and others) will not be accepted. It is your responsibility to verify that your essay has been properly uploaded. If you are new to uploading assignments to CourseWorks, give yourself ample time to familiarize yourself with the process long before the deadline.  

* Texts
** Required

The following text is required, in the third edition. As we'll be using the latest MLA citation style, corresponding to the 2016 eighth edition of the /MLA Handbook/, it is important that you buy this exact edition, since earlier editions may use outdated citation styles.

Graff, Gerald, and Cathy Birkenstein. /“They Say, I Say”: The Moves that Matter in Academic Writing/, Third Edition. W. W. Norton, 2014.

All other materials, such as the syllabus, course description, requirements, readings, assignments, and links to resources are available on [[https://courseworks.columbia.edu][CourseWorks]]. *Bring a copy of all assigned readings to class, either on paper or on an electronic device*. As we will always be referring back to earlier readings, it's always a good idea to bring prior readings to class, as well. 

Later in the semester, you will also be required to watch Werner Herzog's film, /Lo and Behold: Reveries of the Connected World/, available for rent for around $4 from various streaming sites (YouTube, Google Play, Amazon, etc.). To save money on the rental, you can arrange to watch it with classmates. 

** Recommended 

These books are common, and should be available at the university bookstore and at Bookculture. Etexts are also available for all of these. Make sure to get the very latest editions, as older editions could teach you outdated citation styles.

1. Hacker, Diana. /A Pocket Style Manual/, Seventh Edition.
2. Modern Language Association of America. /The MLA Handbook/. Modern Language Association of America, 2016.
3. Strunk, Williams, and White, E.B., /The Elements of Style/, Fourth Edition. Pearson, 1999. 

* Course Policies
** Attendance

The discussion and workshop elements that are at the center of this course cannot be made up, so attendance is vital.

In accordance with Columbia University regulations, there will be distinctions made between excused absences and unexcused absences. Excused absences due to religious observance, athletic commitments (e.g. away games), and illness will not incur a grade penalty providing that proper documentation is submitted correctly. In the first two weeks of class, students will also not be penalized if they have been attending a different section of University Writing and elect to change their section. Please see the specific requirements below for how you should document absences you wish to be excused.

