Syllabus/syllabus.html

<div id="outline-container-orge5cdac6" class="outline-3">
<h3 id="orge5cdac6"><span class="section-number-3">3.1</span> Assignments</h3>
<div class="outline-text-3" id="text-3-1">
<p>
You will do at least three types of writing in this course: <i>exercises</i>, <i>drafts</i>, and <i>final essays</i>. These assignments will connect with one another in a developmental sequence called <i>a progression.</i>
</p>

<ul class="org-ul">
<li>Exercises: Exercises will help you develop skills and ideas as you work toward your essay draft. Most of these will be assigned at the ends of chapters from <i>They Say / I Say</i>, but some will be assigned in class. These will usually be about 100-400 words.</li>

<li>Drafts and proposals: You will write two drafts of each essay, prior to submitting a final version. The stronger the draft at any stage of composing, the more useful will be the feedback you receive. Revisions should be deep rewrites, taking into account feedback, and not merely surface revisions of areas addressed in feedback.</li>

<li>Final essays: A final essay is the most public kind of writing you will produce for this course. Your essay should aim to persuade astute, interested readers who are unfamiliar with the texts you engage; you need to convince them of why your argument is significant. Word counts differ by progression. Final essays must adhere to MLA style, with a title and a works cited page. 
<ul class="org-ul">
<li>Progression 1: Critical Response 
<ul class="org-ul">
<li>1200-1500 words</li>
</ul></li>
<li>Progression 2: Conversation Essay  
<ul class="org-ul">
<li>1500-2000 words</li>
</ul></li>
<li>Progression 3: Research Essay 
<ul class="org-ul">
<li>2400-3000 words</li>
</ul></li>
<li>Progression 4: Editorial Essay 
<ul class="org-ul">
<li>approx. 750 words, dependent on publication</li>
</ul></li>
</ul></li>
</ul>

<p>
MLA style is described on <a href="http://style.mla.org/formatting-papers">the MLA website</a>, which also contains a few <a href="https://style.mla.org/files/2016/08/6598_Brandon_Paper_Updated.pdf">examples</a>. Close attention to the details here will help your essay make a great first impression. It's a good idea to buy a copy of the <a href="https://www.mla.org/Publications/Bookstore/Nonseries/MLA-Handbook-Eighth-Edition"><i>MLA Handbook</i></a>, one of the optional texts listed below. It will certainly be useful beyond this class. MLA style is also described concisely in <i>A Pocket Style Manual</i>, one of the optional texts for this course.
</p>

<p>
If you're tech-savvy, you can avoid a lot of pixel-pushing by writing in <a href="https://www.latex-project.org/">LaTeX</a>, or by writing in Markdown or Org-mode, and exporting to LaTeX with a tool like <a href="http://pandoc.org/">Pandoc</a>. There are <a href="https://github.com/JonathanReeve/md2mla">templates</a> for MLA style online, but don't rely on them blindly without double-checking their output. You can manage your bibliography using BibTeX, or use bibliographic management software that will archive and organize your textual references and generate formatted citations in many styles. You can download one of those programs from <a href="http://library.columbia.edu/research/citation-management.html">CUIT</a>. I recommend <a href="https://www.zotero.org/">Zotero</a>. If you go this route, make sure your technical stack works well in advance of any deadlines. 
</p>

<p>
<b>All essays must be submitted to CourseWorks, in PDF format.</b> Emailed essays, paper essays, and other file formats (.doc, .docx, .pages, and others) will not be accepted. It is your responsibility to verify that your essay has been properly uploaded. If you are new to uploading assignments to CourseWorks, give yourself ample time to familiarize yourself with the process long before the deadline.  
</p>
</div>
</div>
</div>

<div id="outline-container-org6e29855" class="outline-2">
<h2 id="org6e29855"><span class="section-number-2">4</span> Texts</h2>
<div class="outline-text-2" id="text-4">
</div><div id="outline-container-orgd06f7c7" class="outline-3">
<h3 id="orgd06f7c7"><span class="section-number-3">4.1</span> Required</h3>
<div class="outline-text-3" id="text-4-1">
<p>
The following text is required, in the third edition. As we'll be using the latest MLA citation style, corresponding to the 2016 eighth edition of the <i>MLA Handbook</i>, it is important that you buy this exact edition, since earlier editions may use outdated citation styles.
</p>

<p>
Graff, Gerald, and Cathy Birkenstein. <i>“They Say, I Say”: The Moves that Matter in Academic Writing</i>, Third Edition. W. W. Norton, 2014.
</p>

<p>
All other materials, such as the syllabus, course description, requirements, readings, assignments, and links to resources are available on <a href="https://courseworks.columbia.edu">CourseWorks</a>. <b>Bring a copy of all assigned readings to class, either on paper or on an electronic device</b>. As we will always be referring back to earlier readings, it's always a good idea to bring prior readings to class, as well. 
</p>

<p>
Later in the semester, you will also be required to watch Werner Herzog's film, <i>Lo and Behold: Reveries of the Connected World</i>, available for rent for around $4 from various streaming sites (YouTube, Google Play, Amazon, etc.). To save money on the rental, you can arrange to watch it with classmates. 
</p>
</div>
</div>

<div id="outline-container-org28b39b4" class="outline-3">
<h3 id="org28b39b4"><span class="section-number-3">4.2</span> Recommended</h3>
<div class="outline-text-3" id="text-4-2">
<p>
These books are common, and should be available at the university bookstore and at Bookculture. Etexts are also available for all of these. Make sure to get the very latest editions, as older editions could teach you outdated citation styles.
</p>

<ol class="org-ol">
<li>Hacker, Diana. <i>A Pocket Style Manual</i>, Seventh Edition.</li>
<li>Modern Language Association of America. <i>The MLA Handbook</i>. Modern Language Association of America, 2016.</li>
<li>Strunk, Williams, and White, E.B., <i>The Elements of Style</i>, Fourth Edition. Pearson, 1999.</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-org8fed137" class="outline-2">
<h2 id="org8fed137"><span class="section-number-2">5</span> Course Policies</h2>
<div class="outline-text-2" id="text-5">
</div><div id="outline-container-org8f6b3a7" class="outline-3">
<h3 id="org8f6b3a7"><span class="section-number-3">5.1</span> Attendance</h3>
<div class="outline-text-3" id="text-5-1">
<p>
The discussion and workshop elements that are at the center of this course cannot be made up, so attendance is vital.
</p>

<p>
In accordance with Columbia University regulations, there will be distinctions made between excused absences and unexcused absences. Excused absences due to religious observance, athletic commitments (e.g. away games), and illness will not incur a grade penalty providing that proper documentation is submitted correctly. In the first two weeks of class, students will also not be penalized if they have been attending a different section of University Writing and elect to change their section. Please see the specific requirements below for how you should document absences you wish to be excused.
</p>
</div>
