Syllabus/syllabus.org
*** Documentation for excused absences

 Religious observance: By the fourth class session, send an email to your instructor---copied to your academic advisor---in which you outline all of the dates you will be absent for the semester. Create a plan with your instructor to make up work or reschedule deadlines.

 Athletic commitments: Only participation in athletic competitions will count as excused absences; practice sessions do not. Prior to any absence, you must submit to your instructor a completed and signed “Columbia University Intercollegiate Athletics Academic Absence Notification Form.” Create a plan with your instructor to make up work or reschedule deadlines. [[http://www.college.columbia.edu/sites/default/files/intercollegiate_athletic_academic_absence_notification_form.pdf][Here is a link to the form]]. 
 
 Illness: For an absence due to illness to count as excused, please provide a signed doctor's note. You should bring the note to class on the day you are able to return. If you can, email your instructor to indicate that you will be unable to attend class.

 Section changes: If you change your section of University Writing in the first two weeks of class, you must provide your new instructor a completed and signed “University Writing Attendance Confirmation” form. Please see Mr. John Stobo in the Undergraduate Writing Program office, 310 Philosophy Hall, for a copy of the form.

 All other absences, including those due to late registration, are considered unexcused. Unexcused absences will affect your grade according to the chart below. Please also note the lateness policy in the next section to understand how latenesses count toward your total number of absences.

 | Number of unexcused absences | Grade Penalty                      |
 |------------------------------+------------------------------------|
 |                          1-3 | 1/3 of a letter, progression grade |
 |                            4 | 1/3 of a letter, course grade      |
 |                            5 | Full letter, course grade          |
 |                            6 | Two full letters, course grade     |
 |                            7 | F for UW, course grade             |

*** Lateness

 Because lateness is disruptive to the entire class, if you arrive once class is underway or depart before the class session has ended, you will be marked as late. /Two latenesses count as one absence in calculating your final course grade./

** Conferences and Office Hours

 You will have two 20-30 minute conferences with me during the semester. These conferences give you the opportunity to discuss your ideas, to work through your drafts, or to revise your essays. You are welcome to come and see me in office hours, or schedule an appointment to discuss any aspect of the course. Schedule the first conference during Progression 1, and the second conference during Progression 2. 

** Assessment and Response

 All of the writing you submit on time for this class will receive some sort of written or recorded response from me and/or your classmates. While writing exercises and preliminary drafts will not receive grades, they will be important for your development as a writer and thinker, and you are expected to complete them all.

 During the first three progressions, I will write marginal comments and typed end-comments to one preliminary draft as well as your final draft. For your final progression, you will receive end-comments on your final draft that respond to the essay as well as your development over the course of the semester.

 My comments are designed to help you assess your draft and prioritize goals for the next stage of your writing. Just as important, my comments will offer you practical strategies designed to further your ongoing development as a writer. If you have any questions about my comments, please make an appointment with me to review them.

** Essay Grading

Each final essay will receive a letter grade ranging from A to F. 

- *A*: fulfills all the progression goals, and exceeds them in surprising ways that demonstrate creative and expressive thinking. An A essay is daring, original in its ideas; concise, careful, and precise in its prose. 

- *B*: fulfills the requirements of the progression. Its arguments are well-organized, and its prose is clear and readable. B essays reflect superior understanding of the progression's goals.

- *C*: reflects struggles with fulfilling the progression's goals. This kind of essay may show a fair amount of work, but it does not come together well enough to be a competent paper.

- *D*: may appear hastily written or incomplete. 

- *F*: fails to meet the minimum requirements. 

** Late and Missed Assignments, Drafts, and Final Essays

Keeping deadlines is an important aspect of this class, as it gives you the time to develop and revise your ideas, and it gives me the time to offer you productive feedback. If you turn in work late, I may not be able to provide you feedback. Please complete all of your writing exercise on time, as missed exercises can impact the quality and grade of your essay.

Feedback and revision are critical components of this class. If you are missing either of the preliminary drafts, or do not turn them in at least 48 hours before the deadline of the final draft, your final essay grade will be lowered by one whole grade (e.g. from a B to a C). Your grade on the final essay will be lowered by 1/3 (e.g. from a B- to a C+) beginning the minute after its deadline. The grade will continue to go down by a third every 24 hours until the essay is submitted. All work must be submitted to Courseworks by the deadline in order to be considered on time. According to the policy of the Undergraduate Writing Program, failure to submit the final draft of any essay by the end of the semester will result in an automatic failure for the course.

** Final Grades

 Your course work for the semester will be weighted as follows:

 | Progression            | % Total |
 |------------------------+---------|
 | P1: Critical Response  |     20% |
 | P2: Conversation Essay |     25% |
 | P3: Research Essay     |     35% |
 | P4: Editorial Essay    |     20% |
 |------------------------+---------|
 | Total:                 |    100% |

*** Adjustments 

As in all seminars, your participation will contribute to building a vibrant learning community. While there is no separate grade for participation, I may adjust a final grade up or down by a third of a letter grade to account for exceptionally productive or non-productive participation.

