Syllabus/syllabus.html

<div id="outline-container-org401a3ab" class="outline-4">
<h4 id="org401a3ab"><span class="section-number-4">5.1.1</span> Documentation for excused absences</h4>
<div class="outline-text-4" id="text-5-1-1">
<p>
Religious observance: By the fourth class session, send an email to your instructor&#x2014;copied to your academic advisor&#x2014;in which you outline all of the dates you will be absent for the semester. Create a plan with your instructor to make up work or reschedule deadlines.
</p>

<p>
Athletic commitments: Only participation in athletic competitions will count as excused absences; practice sessions do not. Prior to any absence, you must submit to your instructor a completed and signed “Columbia University Intercollegiate Athletics Academic Absence Notification Form.” Create a plan with your instructor to make up work or reschedule deadlines. <a href="http://www.college.columbia.edu/sites/default/files/intercollegiate_athletic_academic_absence_notification_form.pdf">Here is a link to the form</a>. 
</p>

<p>
Illness: For an absence due to illness to count as excused, please provide a signed doctor's note. You should bring the note to class on the day you are able to return. If you can, email your instructor to indicate that you will be unable to attend class.
</p>

<p>
Section changes: If you change your section of University Writing in the first two weeks of class, you must provide your new instructor a completed and signed “University Writing Attendance Confirmation” form. Please see Mr. John Stobo in the Undergraduate Writing Program office, 310 Philosophy Hall, for a copy of the form.
</p>

<p>
All other absences, including those due to late registration, are considered unexcused. Unexcused absences will affect your grade according to the chart below. Please also note the lateness policy in the next section to understand how latenesses count toward your total number of absences.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Number of unexcused absences</th>
<th scope="col" class="org-left">Grade Penalty</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">1-3</td>
<td class="org-left">1/3 of a letter, progression grade</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">1/3 of a letter, course grade</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-left">Full letter, course grade</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">Two full letters, course grade</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">F for UW, course grade</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org7d08137" class="outline-4">
<h4 id="org7d08137"><span class="section-number-4">5.1.2</span> Lateness</h4>
<div class="outline-text-4" id="text-5-1-2">
<p>
Because lateness is disruptive to the entire class, if you arrive once class is underway or depart before the class session has ended, you will be marked as late. <i>Two latenesses count as one absence in calculating your final course grade.</i>
</p>
</div>
</div>
</div>

<div id="outline-container-org6529eb1" class="outline-3">
<h3 id="org6529eb1"><span class="section-number-3">5.2</span> Conferences and Office Hours</h3>
<div class="outline-text-3" id="text-5-2">
<p>
You will have two 20-30 minute conferences with me during the semester. These conferences give you the opportunity to discuss your ideas, to work through your drafts, or to revise your essays. You are welcome to come and see me in office hours, or schedule an appointment to discuss any aspect of the course. Schedule the first conference during Progression 1, and the second conference during Progression 2. 
</p>
</div>
</div>

<div id="outline-container-org6e161f0" class="outline-3">
<h3 id="org6e161f0"><span class="section-number-3">5.3</span> Assessment and Response</h3>
<div class="outline-text-3" id="text-5-3">
<p>
All of the writing you submit on time for this class will receive some sort of written or recorded response from me and/or your classmates. While writing exercises and preliminary drafts will not receive grades, they will be important for your development as a writer and thinker, and you are expected to complete them all.
</p>

<p>
During the first three progressions, I will write marginal comments and typed end-comments to one preliminary draft as well as your final draft. For your final progression, you will receive end-comments on your final draft that respond to the essay as well as your development over the course of the semester.
</p>

<p>
My comments are designed to help you assess your draft and prioritize goals for the next stage of your writing. Just as important, my comments will offer you practical strategies designed to further your ongoing development as a writer. If you have any questions about my comments, please make an appointment with me to review them.
</p>
</div>
</div>

<div id="outline-container-orgf7884d7" class="outline-3">
<h3 id="orgf7884d7"><span class="section-number-3">5.4</span> Essay Grading</h3>
<div class="outline-text-3" id="text-5-4">
<p>
Each final essay will receive a letter grade ranging from A to F. 
</p>

<ul class="org-ul">
<li><b>A</b>: fulfills all the progression goals, and exceeds them in surprising ways that demonstrate creative and expressive thinking. An A essay is daring, original in its ideas; concise, careful, and precise in its prose.</li>

<li><b>B</b>: fulfills the requirements of the progression. Its arguments are well-organized, and its prose is clear and readable. B essays reflect superior understanding of the progression's goals.</li>

<li><b>C</b>: reflects struggles with fulfilling the progression's goals. This kind of essay may show a fair amount of work, but it does not come together well enough to be a competent paper.</li>

<li><b>D</b>: may appear hastily written or incomplete.</li>

<li><b>F</b>: fails to meet the minimum requirements.</li>
</ul>
</div>
</div>

<div id="outline-container-orgffc361d" class="outline-3">
<h3 id="orgffc361d"><span class="section-number-3">5.5</span> Late and Missed Assignments, Drafts, and Final Essays</h3>
<div class="outline-text-3" id="text-5-5">
<p>
Keeping deadlines is an important aspect of this class, as it gives you the time to develop and revise your ideas, and it gives me the time to offer you productive feedback. If you turn in work late, I may not be able to provide you feedback. Please complete all of your writing exercise on time, as missed exercises can impact the quality and grade of your essay.
</p>

<p>
Feedback and revision are critical components of this class. If you are missing either of the preliminary drafts, or do not turn them in at least 48 hours before the deadline of the final draft, your final essay grade will be lowered by one whole grade (e.g. from a B to a C). Your grade on the final essay will be lowered by 1/3 (e.g. from a B- to a C+) beginning the minute after its deadline. The grade will continue to go down by a third every 24 hours until the essay is submitted. All work must be submitted to Courseworks by the deadline in order to be considered on time. According to the policy of the Undergraduate Writing Program, failure to submit the final draft of any essay by the end of the semester will result in an automatic failure for the course.
</p>
</div>
</div>

<div id="outline-container-orgefbac26" class="outline-3">
<h3 id="orgefbac26"><span class="section-number-3">5.6</span> Final Grades</h3>
<div class="outline-text-3" id="text-5-6">
<p>
Your course work for the semester will be weighted as follows:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Progression</th>
<th scope="col" class="org-right">% Total</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">P1: Critical Response</td>
<td class="org-right">20%</td>
</tr>

<tr>
<td class="org-left">P2: Conversation Essay</td>
<td class="org-right">25%</td>
</tr>

<tr>
<td class="org-left">P3: Research Essay</td>
<td class="org-right">35%</td>
</tr>

<tr>
<td class="org-left">P4: Editorial Essay</td>
<td class="org-right">20%</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Total:</td>
<td class="org-right">100%</td>
</tr>
</tbody>
</table>
</div>

<div id="outline-container-org657bf0b" class="outline-4">
<h4 id="org657bf0b"><span class="section-number-4">5.6.1</span> Adjustments</h4>
<div class="outline-text-4" id="text-5-6-1">
<p>
As in all seminars, your participation will contribute to building a vibrant learning community. While there is no separate grade for participation, I may adjust a final grade up or down by a third of a letter grade to account for exceptionally productive or non-productive participation.
</p>
</div>
</div>
</div>
