Syllabus/syllabus.org
** Academic Integrity

University Writing will provide you with strategies for working ethically and accurately with sources and adhering to the Columbia [[http://www.college.columbia.edu/ccschonorcode#http://www.college.columbia.edu/ccschonorcode][Undergraduate Honor Code]]. 
 
We will discuss source use practices that prevent plagiarism, a serious academic offense that runs counter to our academic community's core values of honesty and respect for others. Here is a partial list from the /[[https://www.college.columbia.edu/academics/academicintegrity][Columbia University Undergraduate Guide to Academic Integrity]]/ of some of the forms plagiarism can take:

 - “Verbatim copying without acknowledgement -- copying a whole paragraph or larger sections; in effect, claiming that the writing is your own.”
 - “Copying select phrases without acknowledgement -- using your own words to pad the selectively copied words of others.”
 - “Paraphrasing text without acknowledgement -- rewriting text in your own words, but using the idea or argument as your own.”
 - “Using data gathered by another, claiming it as your own -- even if you submit an analysis of the data that is yours alone.”

Final drafts that contain plagiarism will receive a zero, may result in failure of the course, and the case will be reported to the director of the Undergraduate Writing Program and the [[http://studentconduct.columbia.edu/][Office of Student Conduct and Community Standards]]. That office initiates the dean's discipline process and determines whether to apply sanctions, which range from a warning to expulsion from the university.

** The Writing Center

 I encourage you to visit the Writing Center, where you can receive free individual consultations on your writing at any stage in the writing process, including brainstorming. Writing consultants work with all members of the Columbia community on any academic or nonacademic writing. You can make an appointment and view drop in hours on [[http://www.college.columbia.edu/core/uwp/writing-center][their website]]. 

** Accommodations for Students with Disabilities

 Columbia University provides students who register with the [[/http://www.health.columbia.edu/ods/news/ds-programs.html/][Office of Disability Services (ODS)]] with a range of support options and will provide you with a letter stating the accommodations to which you are entitled, without disclosing any other information about you. If you know or believe you have a disability of some kind, please consult with Disability Services and your advising dean as soon as possible; University Writing instructors need official documentation from the ODS in order to provide accommodations, and we cannot make retroactive accommodations.

** Counseling and Psychological Services

 The [[http://www.health.columbia.edu/cps/index.html/][Office of Counseling and Psychological Services (CPS)]] provides many kinds of support for student wellness and academic success.

* Schedule
** Session 1: Intro: 9/5
- Introductions, overview, reading strategies.
** Session 2: 1a: 9/7
- [[https://courseworks2.columbia.edu/files/1485955/download?download_frd=1][Alan Turing, "Computing Machinery and Intelligence"]]
- /They Say / I Say/ Ch. 1; exercises.  
** Session 3: 1b: 9/12
- [[https://courseworks2.columbia.edu/files/1474321/download?download_frd=1][Freud, "The Uncanny"]]
- /They Say / I Say/ Ch. 2; exercises.
- Recommended reading: essays from the [[https://morningsidereview.org/assignment/critical-response/][Morningside Review P1 Essays]].
** Session 4: 1c: 9/14
- [[https://courseworks2.columbia.edu/files/1474375/download?download_frd=1][Halberstam, "Automating Gender"]]
- P1 exploratory draft due
- Visit from writing center instructor? 
** Session 5: 1d: 9/19
- [[https://courseworks2.columbia.edu/files/1474378/download?download_frd=1][Tenen, "Unintelligent Design"]]
- /They Say / I Say/ Ch. 3; exercises
- Visit from writing center instructor? 
** 9/20 Wed
- P1 formal draft due
** Session 6: 1f: 9/21
- /They Say / I Say/ Ch. 4; exercises.  
- P1 peer review. 
** Session 7: 1g: 9/26
- /They Say / I Say/ Ch. 5; exercises.  
- [[https://courseworks2.columbia.edu/files/1573774/download?download_frd=1][Claude Shannon, "A Mathematical Theory of Communication"]]
- P1 draft feedback
- Schedule first conference
** Session 8: 2a: 9/28
- /They Say / I Say/ Ch. 6; exercises.
- [[https://courseworks2.columbia.edu/files/1592142/download?download_frd=1][selections from Silver, /The Signal and the Noise/]]
** 10/2 Mon
- P1 final due
** Session 9: 2b: 10/3
- /They Say / I Say/ Ch. 7; exercises.
- [[https://courseworks2.columbia.edu/files/1592240/download?download_frd=1][selections from Stephens-Davidowitz, /Everybody Lies/]]
** Session 10: 2c 10/5
- P2 exploratory draft due
- [[http://www.slate.com/articles/health_and_science/science/2013/07/statistics_and_psychology_multiple_comparisons_give_spurious_results.html][Gelman, "Too Good to be True"]]
- [[https://courseworks2.columbia.edu/files/1592260/download?download_frd=1][Gelman, "How many Zombies Do You Know?"]]
** Session 11: 2d: 10/10
- /They Say / I Say/ Ch. 8; exercises.
- [[https://courseworks2.columbia.edu/files/1592864/download?download_frd=1][selections from Huff, /How to Lie with Statistics/]]
- P1 final returned
** Session 12: 2e: 10/12
- /They Say / I Say/ Ch. 9; exercises.
- selections from Rudder, /Dataclysm/
** Session 13: 2f: 10/17
- P2 formal draft due
- Schedule second conference
