Syllabus/syllabus.html

<div id="outline-container-orgc58241f" class="outline-3">
<h3 id="orgc58241f"><span class="section-number-3">5.7</span> Academic Integrity</h3>
<div class="outline-text-3" id="text-5-7">
<p>
University Writing will provide you with strategies for working ethically and accurately with sources and adhering to the Columbia <a href="http://www.college.columbia.edu/ccschonorcode#http://www.college.columbia.edu/ccschonorcode">Undergraduate Honor Code</a>. 
</p>

<p>
We will discuss source use practices that prevent plagiarism, a serious academic offense that runs counter to our academic community's core values of honesty and respect for others. Here is a partial list from the <i><a href="https://www.college.columbia.edu/academics/academicintegrity">Columbia University Undergraduate Guide to Academic Integrity</a></i> of some of the forms plagiarism can take:
</p>

<ul class="org-ul">
<li>“Verbatim copying without acknowledgement &#x2013; copying a whole paragraph or larger sections; in effect, claiming that the writing is your own.”</li>
<li>“Copying select phrases without acknowledgement &#x2013; using your own words to pad the selectively copied words of others.”</li>
<li>“Paraphrasing text without acknowledgement &#x2013; rewriting text in your own words, but using the idea or argument as your own.”</li>
<li>“Using data gathered by another, claiming it as your own &#x2013; even if you submit an analysis of the data that is yours alone.”</li>
</ul>

<p>
Final drafts that contain plagiarism will receive a zero, may result in failure of the course, and the case will be reported to the director of the Undergraduate Writing Program and the <a href="http://studentconduct.columbia.edu/">Office of Student Conduct and Community Standards</a>. That office initiates the dean's discipline process and determines whether to apply sanctions, which range from a warning to expulsion from the university.
</p>
</div>
</div>

<div id="outline-container-org9e73d7d" class="outline-3">
<h3 id="org9e73d7d"><span class="section-number-3">5.8</span> The Writing Center</h3>
<div class="outline-text-3" id="text-5-8">
<p>
I encourage you to visit the Writing Center, where you can receive free individual consultations on your writing at any stage in the writing process, including brainstorming. Writing consultants work with all members of the Columbia community on any academic or nonacademic writing. You can make an appointment and view drop in hours on <a href="http://www.college.columbia.edu/core/uwp/writing-center">their website</a>. 
</p>
</div>
</div>

<div id="outline-container-org469b4ee" class="outline-3">
<h3 id="org469b4ee"><span class="section-number-3">5.9</span> Accommodations for Students with Disabilities</h3>
<div class="outline-text-3" id="text-5-9">
<p>
Columbia University provides students who register with the <a href="file://http://www.health.columbia.edu/ods/news/ds-programs.html/">Office of Disability Services (ODS)</a> with a range of support options and will provide you with a letter stating the accommodations to which you are entitled, without disclosing any other information about you. If you know or believe you have a disability of some kind, please consult with Disability Services and your advising dean as soon as possible; University Writing instructors need official documentation from the ODS in order to provide accommodations, and we cannot make retroactive accommodations.
</p>
</div>
</div>

<div id="outline-container-org3df5fa6" class="outline-3">
<h3 id="org3df5fa6"><span class="section-number-3">5.10</span> Counseling and Psychological Services</h3>
<div class="outline-text-3" id="text-5-10">
<p>
The <a href="http://www.health.columbia.edu/cps/index.html/">Office of Counseling and Psychological Services (CPS)</a> provides many kinds of support for student wellness and academic success.
</p>
</div>
</div>
</div>

<div id="outline-container-org5011b58" class="outline-2">
<h2 id="org5011b58"><span class="section-number-2">6</span> Schedule</h2>
<div class="outline-text-2" id="text-6">
</div><div id="outline-container-org363f0a7" class="outline-3">
<h3 id="org363f0a7"><span class="section-number-3">6.1</span> Session 1: Intro: 9/5</h3>
<div class="outline-text-3" id="text-6-1">
<ul class="org-ul">
<li>Introductions, overview, reading strategies.</li>
</ul>
</div>
</div>
<div id="outline-container-orgd6a86c5" class="outline-3">
<h3 id="orgd6a86c5"><span class="section-number-3">6.2</span> Session 2: 1a: 9/7</h3>
<div class="outline-text-3" id="text-6-2">
<ul class="org-ul">
<li><a href="https://courseworks2.columbia.edu/files/1485955/download?download_frd=1">Alan Turing, "Computing Machinery and Intelligence"</a></li>
<li><i>They Say / I Say</i> Ch. 1; exercises.</li>
</ul>
</div>
</div>
<div id="outline-container-org22be3e9" class="outline-3">
<h3 id="org22be3e9"><span class="section-number-3">6.3</span> Session 3: 1b: 9/12</h3>
<div class="outline-text-3" id="text-6-3">
<ul class="org-ul">
<li><a href="https://courseworks2.columbia.edu/files/1474321/download?download_frd=1">Freud, "The Uncanny"</a></li>
<li><i>They Say / I Say</i> Ch. 2; exercises.</li>
<li>Recommended reading: essays from the <a href="https://morningsidereview.org/assignment/critical-response/">Morningside Review P1 Essays</a>.</li>
</ul>
</div>
</div>
<div id="outline-container-org312590c" class="outline-3">
<h3 id="org312590c"><span class="section-number-3">6.4</span> Session 4: 1c: 9/14</h3>
<div class="outline-text-3" id="text-6-4">
<ul class="org-ul">
<li><a href="https://courseworks2.columbia.edu/files/1474375/download?download_frd=1">Halberstam, "Automating Gender"</a></li>
<li>P1 exploratory draft due</li>
<li>Visit from writing center instructor?</li>
</ul>
</div>
</div>
<div id="outline-container-org617f1bc" class="outline-3">
<h3 id="org617f1bc"><span class="section-number-3">6.5</span> Session 5: 1d: 9/19</h3>
<div class="outline-text-3" id="text-6-5">
<ul class="org-ul">
<li><a href="https://courseworks2.columbia.edu/files/1474378/download?download_frd=1">Tenen, "Unintelligent Design"</a></li>
<li><i>They Say / I Say</i> Ch. 3; exercises</li>
<li>Visit from writing center instructor?</li>
</ul>
</div>
</div>
<div id="outline-container-org09ccbd1" class="outline-3">
<h3 id="org09ccbd1"><span class="section-number-3">6.6</span> 9/20 Wed</h3>
<div class="outline-text-3" id="text-6-6">
<ul class="org-ul">
<li>P1 formal draft due</li>
</ul>
</div>
</div>
<div id="outline-container-orgb7d5d97" class="outline-3">
<h3 id="orgb7d5d97"><span class="section-number-3">6.7</span> Session 6: 1f: 9/21</h3>
<div class="outline-text-3" id="text-6-7">
<ul class="org-ul">
<li><i>They Say / I Say</i> Ch. 4; exercises.</li>
<li>P1 peer review.</li>
</ul>
</div>
</div>
<div id="outline-container-org2c714e3" class="outline-3">
<h3 id="org2c714e3"><span class="section-number-3">6.8</span> Session 7: 1g: 9/26</h3>
<div class="outline-text-3" id="text-6-8">
<ul class="org-ul">
<li><i>They Say / I Say</i> Ch. 5; exercises.</li>
<li><a href="https://courseworks2.columbia.edu/files/1573774/download?download_frd=1">Claude Shannon, "A Mathematical Theory of Communication"</a></li>
<li>P1 draft feedback</li>
<li>Schedule first conference</li>
</ul>
</div>
</div>
<div id="outline-container-orgb59f807" class="outline-3">
<h3 id="orgb59f807"><span class="section-number-3">6.9</span> Session 8: 2a: 9/28</h3>
<div class="outline-text-3" id="text-6-9">
<ul class="org-ul">
<li><i>They Say / I Say</i> Ch. 6; exercises.</li>
<li><a href="https://courseworks2.columbia.edu/files/1592142/download?download_frd=1">selections from Silver, <i>The Signal and the Noise</i></a></li>
</ul>
</div>
</div>
<div id="outline-container-org8aa9cc3" class="outline-3">
<h3 id="org8aa9cc3"><span class="section-number-3">6.10</span> 10/2 Mon</h3>
<div class="outline-text-3" id="text-6-10">
<ul class="org-ul">
<li>P1 final due</li>
</ul>
</div>
</div>
<div id="outline-container-orgc1fa3ec" class="outline-3">
<h3 id="orgc1fa3ec"><span class="section-number-3">6.11</span> Session 9: 2b: 10/3</h3>
<div class="outline-text-3" id="text-6-11">
<ul class="org-ul">
<li><i>They Say / I Say</i> Ch. 7; exercises.</li>
<li><a href="https://courseworks2.columbia.edu/files/1592240/download?download_frd=1">selections from Stephens-Davidowitz, <i>Everybody Lies</i></a></li>
</ul>
</div>
</div>
<div id="outline-container-org32ed5f6" class="outline-3">
<h3 id="org32ed5f6"><span class="section-number-3">6.12</span> Session 10: 2c 10/5</h3>
<div class="outline-text-3" id="text-6-12">
<ul class="org-ul">
<li>P2 exploratory draft due</li>
<li><a href="http://www.slate.com/articles/health_and_science/science/2013/07/statistics_and_psychology_multiple_comparisons_give_spurious_results.html">Gelman, "Too Good to be True"</a></li>
<li><a href="https://courseworks2.columbia.edu/files/1592260/download?download_frd=1">Gelman, "How many Zombies Do You Know?"</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgfddf072" class="outline-3">
<h3 id="orgfddf072"><span class="section-number-3">6.13</span> Session 11: 2d: 10/10</h3>
<div class="outline-text-3" id="text-6-13">
<ul class="org-ul">
<li><i>They Say / I Say</i> Ch. 8; exercises.</li>
<li><a href="https://courseworks2.columbia.edu/files/1592864/download?download_frd=1">selections from Huff, <i>How to Lie with Statistics</i></a></li>
<li>P1 final returned</li>
</ul>
</div>
</div>
<div id="outline-container-org21df76f" class="outline-3">
<h3 id="org21df76f"><span class="section-number-3">6.14</span> Session 12: 2e: 10/12</h3>
<div class="outline-text-3" id="text-6-14">
<ul class="org-ul">
<li><i>They Say / I Say</i> Ch. 9; exercises.</li>
<li><a href="https://courseworks2.columbia.edu/files/1709409/download?download_frd=1">selections from Rudder, <i>Dataclysm</i></a></li>
</ul>
</div>
</div>
<div id="outline-container-org4f616d9" class="outline-3">
<h3 id="org4f616d9"><span class="section-number-3">6.15</span> Session 13: 2f: 10/17</h3>
<div class="outline-text-3" id="text-6-15">
<ul class="org-ul">
<li>P2 formal draft due</li>
<li>Schedule second conference</li>
</ul>
</div>
</div>
