Syllabus/syllabus.org
** Session 14: 2g: 10/19
- P2 draft peer review
- /They Say / I Say/ Ch. 10; exercises.
- selections from Jockers, /Macroanalysis/
** 10/20 Speaker: David Blei 12:30-2pm
** Session 15: 3a: 10/24
- P2 feedback
- /They Say / I Say/ Ch. 11; exercises.
- Espeland and Stevens, "Sociology of Quantification"
** Session 16: 3b: 10/26
- /They Say / I Say/ Ch. 12; exercises.
- Read your choice of article(s) cited in Espeland and Stevens. 
** 10/30 Mon
- P2 final due
** Session 17: 3c: 10/31
- /They Say / I Say/ Ch. 13; exercises.
- Read your choices of articles from academic journals.  
** Session 18: 3d: 11/2
- Library session.
- Annotated bibliography due.
** Session 19: 3e: 11/9
- /They Say / I Say/ Ch. 14; exercises.
- P3 exploratory draft due
** Session 20: 3f: 11/14
- /They Say / I Say/ Ch. 15; exercises.
** Session 21: 3g: 11/16
- P3 formal draft due
- workshops
** Session 22: 3i: 11/21
- P3 peer review
** Session 23: 4a: 11/28
- /They Say / I Say/ Ch. 16; exercises.
- Selected published op-eds written by students.
** 12/1 Op-ed event 1-2:30pm
** 12/4 Mon 
- /They Say / I Say/ Ch. 17; exercises.
- [[https://www.nytimes.com/2017/08/25/opinion/tips-for-aspiring-op-ed-writers.html][Tips for Aspiring Op-Ed Writers - The New York Times]]
- P3 final due
** Session 25: 4c: 12/5
- Film: Herzog, /Lo and Behold: Reveries of the Connected World/
  - available for rent for about $4 from a number of streaming services
** Session 26: 4d: 12/7
- Wrap-up
** 12/11 Mon
- P4 final due
- P3 final returned
