Syllabus/syllabus.html
<div id="outline-container-orgd67c62e" class="outline-3">
<h3 id="orgd67c62e"><span class="section-number-3">6.16</span> Session 14: 2g: 10/19</h3>
<div class="outline-text-3" id="text-6-16">
<ul class="org-ul">
<li>P2 draft peer review</li>
<li><i>They Say / I Say</i> Ch. 10; exercises.</li>
<li>selections from Jockers, <i>Macroanalysis</i></li>
</ul>
</div>
</div>
<div id="outline-container-orga97f223" class="outline-3">
<h3 id="orga97f223"><span class="section-number-3">6.17</span> 10/20 Speaker: David Blei 12:30-2pm</h3>
</div>
<div id="outline-container-orgc038ae3" class="outline-3">
<h3 id="orgc038ae3"><span class="section-number-3">6.18</span> Session 15: 3a: 10/24</h3>
<div class="outline-text-3" id="text-6-18">
<ul class="org-ul">
<li>P2 feedback</li>
<li><i>They Say / I Say</i> Ch. 11; exercises.</li>
<li>Espeland and Stevens, "Sociology of Quantification"</li>
</ul>
</div>
</div>
<div id="outline-container-org2f78acd" class="outline-3">
<h3 id="org2f78acd"><span class="section-number-3">6.19</span> Session 16: 3b: 10/26</h3>
<div class="outline-text-3" id="text-6-19">
<ul class="org-ul">
<li><i>They Say / I Say</i> Ch. 12; exercises.</li>
<li>Read your choice of article(s) cited in Espeland and Stevens.</li>
</ul>
</div>
</div>
<div id="outline-container-org6757fe7" class="outline-3">
<h3 id="org6757fe7"><span class="section-number-3">6.20</span> 10/30 Mon</h3>
<div class="outline-text-3" id="text-6-20">
<ul class="org-ul">
<li>P2 final due</li>
</ul>
</div>
</div>
<div id="outline-container-org99f0b6f" class="outline-3">
<h3 id="org99f0b6f"><span class="section-number-3">6.21</span> Session 17: 3c: 10/31</h3>
<div class="outline-text-3" id="text-6-21">
<ul class="org-ul">
<li><i>They Say / I Say</i> Ch. 13; exercises.</li>
<li>Read your choices of articles from academic journals.</li>
</ul>
</div>
</div>
<div id="outline-container-orgeb6519f" class="outline-3">
<h3 id="orgeb6519f"><span class="section-number-3">6.22</span> Session 18: 3d: 11/2</h3>
<div class="outline-text-3" id="text-6-22">
<ul class="org-ul">
<li>Library session.</li>
<li>Annotated bibliography due.</li>
</ul>
</div>
</div>
<div id="outline-container-org948dc55" class="outline-3">
<h3 id="org948dc55"><span class="section-number-3">6.23</span> Session 19: 3e: 11/9</h3>
<div class="outline-text-3" id="text-6-23">
<ul class="org-ul">
<li><i>They Say / I Say</i> Ch. 14; exercises.</li>
<li>P3 exploratory draft due</li>
</ul>
</div>
</div>
<div id="outline-container-orgf9cda4d" class="outline-3">
<h3 id="orgf9cda4d"><span class="section-number-3">6.24</span> Session 20: 3f: 11/14</h3>
<div class="outline-text-3" id="text-6-24">
<ul class="org-ul">
<li><i>They Say / I Say</i> Ch. 15; exercises.</li>
</ul>
</div>
</div>
<div id="outline-container-org08c7bb7" class="outline-3">
<h3 id="org08c7bb7"><span class="section-number-3">6.25</span> Session 21: 3g: 11/16</h3>
<div class="outline-text-3" id="text-6-25">
<ul class="org-ul">
<li>P3 formal draft due</li>
<li>workshops</li>
</ul>
</div>
</div>
<div id="outline-container-orgdfb0092" class="outline-3">
<h3 id="orgdfb0092"><span class="section-number-3">6.26</span> Session 22: 3i: 11/21</h3>
<div class="outline-text-3" id="text-6-26">
<ul class="org-ul">
<li>P3 peer review</li>
</ul>
</div>
</div>
<div id="outline-container-orgdd96d6f" class="outline-3">
<h3 id="orgdd96d6f"><span class="section-number-3">6.27</span> Session 23: 4a: 11/28</h3>
<div class="outline-text-3" id="text-6-27">
<ul class="org-ul">
<li><i>They Say / I Say</i> Ch. 16; exercises.</li>
<li>Selected published op-eds written by students.</li>
</ul>
</div>
</div>
<div id="outline-container-orgae3d033" class="outline-3">
<h3 id="orgae3d033"><span class="section-number-3">6.28</span> 12/1 Op-ed event 1-2:30pm</h3>
</div>
<div id="outline-container-org37c810d" class="outline-3">
<h3 id="org37c810d"><span class="section-number-3">6.29</span> 12/4 Mon</h3>
<div class="outline-text-3" id="text-6-29">
<ul class="org-ul">
<li><i>They Say / I Say</i> Ch. 17; exercises.</li>
<li><a href="https://www.nytimes.com/2017/08/25/opinion/tips-for-aspiring-op-ed-writers.html">Tips for Aspiring Op-Ed Writers - The New York Times</a></li>
<li>P3 final due</li>
</ul>
</div>
</div>
<div id="outline-container-orgb35a02d" class="outline-3">
<h3 id="orgb35a02d"><span class="section-number-3">6.30</span> Session 25: 4c: 12/5</h3>
<div class="outline-text-3" id="text-6-30">
<ul class="org-ul">
<li>Film: Herzog, <i>Lo and Behold: Reveries of the Connected World</i>
<ul class="org-ul">
<li>available for rent for about $4 from a number of streaming services</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org1eb3e68" class="outline-3">
<h3 id="org1eb3e68"><span class="section-number-3">6.31</span> Session 26: 4d: 12/7</h3>
<div class="outline-text-3" id="text-6-31">
<ul class="org-ul">
<li>Wrap-up</li>
</ul>
</div>
</div>
<div id="outline-container-orga950966" class="outline-3">
<h3 id="orga950966"><span class="section-number-3">6.32</span> 12/11 Mon</h3>
<div class="outline-text-3" id="text-6-32">
<ul class="org-ul">
<li>P4 final due</li>
<li>P3 final returned</li>
</ul>
</div>
</div>
</div>
